// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "打印机状态";

"SuppliesDetailsTitle" = "详细耗材信息";
"OrderSuppliesTitle" = "订购 HP 耗材";

"Loading..." = "正在加载…";

// Color Names
"black" = "粗面黑";
"blue" = "蓝色";
"brightyellow" = "Bright Yellow";
"cyan" = "青色";
"darkgray" = "照片黑";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "灰色";
"green" = "绿色";
"lightcyan" = "浅青色";
"lightgray" = "浅灰色";
"lightmagenta" = "浅品红色";
"lightyellow" = "Light Yellow";
"magenta" = "品红色";
"matteblack" = "粗面黑";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "橙色";
"photoblack" = "照片黑";
"red" = "红色";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "光亮剂";
"violet" = "蓝色";
"white" = "White";
"yellow" = "黄色";

/* Name field label */
"Name:" = "名称:";

/* Model field label */
"Model:" = "型号:";

/* Connection field label */
"Connection:" = "连接:";

/* Address field label */
"IP Address:" = "IP 地址:";

/* Firmware version field label */
"FW Version:" = "FW 版本:";

// Buttons
PrinterDetailsButtonTitle = "打印机详细资料…";
PrinterDetailsButtonToolTip = "有关打印机状态和警报的更多详细信息，请转至 HP 打印机监视器。";
SuppliesDetailsButtonTitle = "耗材详细资料…";
SuppliesDetailsButtonToolTip = "有关墨盒、打印头和纸张状态的更多详细信息，请单击此处。";
OrderSuppliesButtonTitle = "订购 HP 耗材";
OrderSuppliesButtonToolTip = "从 HP.com.cn 订购 HP 耗材";

